@extends('activities.index')

@section('content')
<div class="rule">
    <div id="depositRefund">
        <h2>儲值＆退費</h2>
        <p>使用便利商店繳費，比值台幣:蝦幣=1:2。</p>
        <p>如需退費請與官方聯繫，工作時間兩週，手續費10%手續費</p>
    </div>
    <div id="specifications">
        <h2>比賽規格</h2>
        <p>蝦量每場次至少8兩/人次</p>
        <p>每位選手做釣面寬至少80cm</p>
        <p>比賽時水泡不宜過大，確保坐釣面積不會差太多。</p>
    </div>
    <div id="registration">
        <h2>報名</h2>
        <p>報名費2600蝦幣（1300台幣）</p>
        <p>退賽收取200蝦幣，其餘蝦幣退回</p>
        <p>若遇人數不足取消比賽並全額退費</p>
        <p>賽前16天，可退賽，賽前14天可報名。（14~16天 可報名不可退賽）</p>
    </div>
    <div id="rule">
        <h2>比賽通用規則</h2>
        <p>成績以隻數計算。</p>
        <p>每場次各50分鐘。</p>
        <p>預賽ＰＫ，5分鐘，原座位開幹，先起一支抓在手上者勝出，勝負未分，抽籤決定。</p>
        <p>決賽ＰＫ，殊死戰不限時間，先起一支抓在手上者勝出。</p>
        <p>死蝦蝦體完整列入計算，鉤浮水死蝦不算成績。</p>
        <p>比賽途中如有任何狀況，請立即舉手告知裁判或工作人員。</p>
        <p>參賽選手可使用快別 ，場上共可帶四勾替換，纏線、掛底可補齊四勾。</p>
        <p>天平限展開寬度 20 公分以內，被舉報違規即刻更換並扣5隻蝦。</p>
        <p>禁止站立起蝦、空勾巴蝦及撈蝦，如要加咬鉛，只能加在子線上，禁止加在鉤子上，如經發現一律取消資格。</p>
        <p>規範外的事件，主辦協辦單位有權做出公平裁決，並修正規則。</p>
        <p>"比賽期間選手遇到任何問題，舉手會有工作人員接洽。"</p>
        <p>預賽抽籤方式為先報到5人進行規則搖骰。</p>
        <p>決賽抽籤方式由兩場預賽前三名共六人進行規則搖骰。</p>
        <p>預賽、複賽、決賽起蝦隻數累計至成就獎勵。</p>
        <p>奪冠累計至成就獎勵</p>
    </div>
    <div id="gameMode">
        <h2>比賽模式</h2>
        <p>A.48人賽，兩場預賽各24人，取前12晉級決賽。</p>
        <p>B.72人賽，三場預賽各24人，取前8晉級決賽。</p>
    </div>
    <div id="rank">
        <h2>積分</h2>
        <h6>預賽冠軍</h6>
        <p>取8晉級的場次24/2*(8/24)=8分</p>
        <p>取12晉級的24/2*(12/24)=6分</p>
        <div>
            <table class="table table-sm">
                <tr>
                    <td>決賽</td>
                    <td>48人</td>
                    <td>72人</td>
                </tr>
                <tr>
                    <td>冠軍＝參賽人次/2</td>
                    <td>24</td>
                    <td>36</td>
                </tr>
                <tr>
                    <td>亞軍＝參賽人次/3</td>
                    <td>16</td>
                    <td>24</td>
                </tr>
                <tr>
                    <td>季軍＝參賽人次/4</td>
                    <td>12</td>
                    <td>18</td>
                </tr>
                <tr>
                    <td>殿軍＝參賽人次/6</td>
                    <td>8</td>
                    <td>12</td>

                </tr>
                <tr>
                    <td>五名＝參賽人次/8</td>
                    <td>6</td>
                    <td>9</td>
                </tr>
                <tr>
                    <td>6~24=參賽人次/24</td>
                    <td>2</td>
                    <td>3</td>
                </tr>
            </table>
        </div>
    </div>
    <div id="prizeTrophy">
        <h2>獎金獎盃</h2>
        <p>冠軍12000＋獎盃＋獎牌</p>
        <p>亞軍8000＋獎盃＋獎牌</p>
        <p>季軍5000＋獎盃＋獎牌</p>
        <p>殿軍2000＋獎牌</p>
        <p>MVP1000<b>全場最多蝦獲得</b></p>
        <p>預賽冠軍1000X2+獎牌</p>
    </div>
    <div id="location">
        <h2>賽事分區</h2>
        <p>Ａ北桃(北海岸)</p>
        <p>Ｂ竹苗（風城）</p>
        <p>Ｃ中彰雲（夜都）</p>
        <p>Ｄ南高（南灣）</p>
    </div>
    <div id="yearEnd">
        <h2>年終大獎賽</h2>
        <p>第一季所有比賽結束，積分結算，積分前72名可參賽。</p>
        <p>確認選手是否方便出賽，無法出賽由積分順位遞補，禁止頂替出賽，後果嚴重。</p>
        <p>由主辦方決定場地、時間，獎金分配，總獎金保底10萬。</p>
        <p>積分前100名獲得稱號SK1百大高手</p>
        <p>本場賽事無積分，成就一樣累計。</p>
    </div>
    <div id="achievement">
        <h2>成就獎勵（不限時間累計）</h2>

        <div>
            <table class="table table-sm">
                <tr class="bg-warning">
                    <td colspan="2">制霸</td>
                </tr>
                <tr>
                    <td>3勝達成(取得3次冠軍)</td>
                    <td>3000 現金or超值獎品</td>
                </tr>
                <tr>
                    <td>6勝達成(取得6次冠軍)</td>
                    <td>3000 現金or超值獎品</td>
                </tr>
                <tr>
                    <td>10勝達成(取得10次冠軍)</td>
                    <td>4000 現金or超值獎品</td>
                </tr>
                <tr>
                    <td>30勝達成(取得30次冠軍)</td>
                    <td>20000 現金or超值獎品</td>
                </tr>
            </table>
            <br>
            <table class="table table-sm">
                <tr class="bg-warning">
                    <td colspan="2">斬蝦</td>
                </tr>
                <tr>
                    <td>銅斬(累計比賽中起300隻蝦)</td>
                    <td>1500 現金or超值獎品</td>
                </tr>
                <tr>
                    <td>銀斬(累計比賽中起600隻蝦)</td>
                    <td>1500 現金or超值獎品</td>
                </tr>
                <tr>
                    <td>金斬(累計比賽中起1000隻蝦)</td>
                    <td>2000 現金or超值獎品</td>
                </tr>
                <tr>
                    <td>白金斬(累計比賽中起3000隻蝦)</td>
                    <td>10000 現金or超值獎品</td>
                </tr>
                <tr>
                    <td>鑽石斬(累計比賽中起6000隻蝦)</td>
                    <td>15000 現金or超值獎品</td>
                </tr>
                <tr>
                    <td>斬(累計比賽中起10000隻蝦)</td>
                    <td>20000 現金or超值獎品</td>
                </tr>
            </table>
            <br>
        </div>
    </div>
    <div id="title">
        <h2>稱號（依照當時積分獲得）</h2>
        <div>
            <table class="table table-sm">
                <tr class="bg-warning">
                    <td colspan="2">稱號</td>
                </tr>
                <tr>
                    <td>積分第一名</td>
                    <td>世界蝦王</td>
                </tr>
                <tr>
                    <td>積分2~13名</td>
                    <td>十二柱</td>
                </tr>
                <tr>
                    <td>積分14~30名</td>
                    <td>斬蝦菁英</td>
                </tr>
                <tr>
                    <td>參賽過</td>
                    <td>斬蝦隊</td>
                </tr>
            </table>
        </div>
    </div>
</div>
@endsection
